/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Gi tilgang";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta trenger tilgang til dine kontakter. Vi lagrer ikke dine kontakter på våre servere.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Beklager!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Godta nye sikkerhets tall";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Handling påkrevd";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta trenger tilgang til kontaktene dine. Tilgang til kontakter er nå begrenset. Forsta vil derfor lukkes. Du kan skru av begrensningen for å la Forsta lese kontaktene dine ved å gå til Innstillinger >> Generelt >> Restriksjoner >> Kontakter >> Tillatt endringer.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Lukk";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Svar";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Ny melding! Åpne appen for å lese den.";

/* No comment provided by engineer. */
"APN_Message" = "Ny melding!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Melding fra";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Melding i gruppe";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ i gruppe %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Arkiv";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Arkiver";

/* No comment provided by engineer. */
"ATTACHMENT" = "Vedlegg";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Nedlasting av vedlegg feilet, trykk for å forsøke på nytt.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Vedlegg lastes ned";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Nytt vedlegg i kø for å hentes.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forsta trenger tilgang til din mikrofon for å fungere. Du kan endre denne tilgangen i Innstillinger >> Personvern >> Mikrofon >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Ring tilbake";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Velg fra bibliotek...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Dette vil resette appen ved å slette dine meldinger og avregistrere deg fra serveren. Appen vil avslutte etter sletting av dataene dine.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Er du sikker på at du vil slette din konto?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "Du vil ikke lengre kunne sende eller motta meldinger i denne gruppen.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Vil du virkelig gå ut?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Godkjenn ny enhet";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Bekreft";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Uregistrert nummer";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Samtaleinnstillinger";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Velg landskode";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u dager";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Levert";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Sist aktiv: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Godkjent: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Mislyktes med oppdatering av enhetsliste";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Tidsbegrensede meldinger";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "Når den er aktivert, sendte meldinger og mottatt i denne samtalen vill forsvinne etter at de har blitt sett.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Avbryt";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Rediger gruppe";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Lagre";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Trykk i meldingsfeltet.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Start din første Forsta-samtale!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Du kan arkivere dine inaktive samtaler til senere i din Innboks.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Rydd i dine samtaler.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Inviter kontakt";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Ingen av dine kontakter har Forsta!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Hvorfor ikke invitere noen";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Tips: legg til en samtale som en påminnelse!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Ferdig. Ferdig. Ferdig.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Ingenting. Null. Niks. Nada.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Fullstendig rent og pent.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Server feilet!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Avslutt";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Handshake feilet!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Du la på.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Motparten la på.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Innlogging feilet!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Melding fra server:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Nummer ikke registrert hos Forsta eller RedPhone!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Mottaker utilgjengelig.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Du avviste anropet.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Samtale avvist.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Du ringte på nytt.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Opptatt...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Du gikk glipp av anropet.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Klient feilet!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Mislyktes med å sende melding.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta klarte ikke koble seg til internett. Forsøk et annet trådløst nettverk, eller bruk mobildata.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Serverfeil. Vennligst forøk igjen senere.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Mottakeren er ikke lenger Forsta-bruker.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Mottok en duplisert melding.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Mottakers identitetsnøkkel er ikke gyldig.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Mottok en melding som ikke er kompatibel med denne versjonen.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Ingen tilgjengelig sesjon for kontakt.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "En ukjent feil oppstod.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Identitetsnøkkel endret. Trykk for å verifisere ny nøkkel.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Å nei!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "Du må akseptere deres nye sikkerhets nummer før du vil være i stand til å sende.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Sending feilet. Trykk for å prøve igjen.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Kunne ikke verifisere verifiseringskodene!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Tilbakestill denne sesjonen.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Avatar endret.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Gruppe laget.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Lager ny gruppe";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Opprettelsen av gruppen mislyktes";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Gruppestyring";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ kom inn i gruppen.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ forlot gruppen.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Gruppemedlemmer";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Forlater gruppe %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Utmelding av gruppe mislyktes";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "Tittelen er nå '%@'.";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Gruppen oppdatert.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Du har forlatt gruppen.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u timer";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Kobler til...";

/* Call setup status label */
"IN_CALL_RINGING" = "Ringer...";

/* Call setup status label */
"IN_CALL_SECURING" = "Besvart. Sikrer...";

/* Call setup status label */
"IN_CALL_TALKING" = "Sikret. Aktiv.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Utført.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Innkommende anrop";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Innkommende anrop fra %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Meldinger forsvinner etter %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Meldinger forsvinner ikke.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Forlat";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Forlat gruppe";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "Denne QR-koden er ikke gyldig, du må skanne QR-koden som vises på enheten du vil koble til.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Knytte Enhet Feilet";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "Denne enheten vil kunne se dine grupper og kontakter, lese alle dine meldinger i appen og sende meldinger som deg.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Godkjenn denne enheten?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Prøv på nytt";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Skann QR-koden på enheten for å godkjenne den.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Skann QR-kode";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Godkjenn ny enhet";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Godkjente enheter";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Godkjenning av enhet for konto mislyktes";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "Vis gruppemedlemmer";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Laster dine kontakter";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Vent litt.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Logger";

/* No comment provided by engineer. */
"ME_STRING" = "Meg";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Ny melding";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutter";

/* No comment provided by engineer. */
"MISSED_CALL" = "Tapt anrop";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Tapt anrop fra %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Du mottok en anrop fra %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Du ringte %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Du kan ikke koble til flere enheter.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Du har nådd maksimalt antall enheter som du kan koble til din konto. Vennligst fjern en enhet, eller prøv å koble til enheten på nytt senere.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Vennligst sjekk at du er tilkoblet internett og prøv igjen.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Tilkoblet";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Kobler til";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Nettverksstatus";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Ikke tilkoblet";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Du kan sjekke nettverksstatus ved å se på den fargede rammen over din Innboks.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Ny gruppe";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Gi navn til denne gruppesamtalen";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Legg til personer";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Meldingen din kunne ikke sendes til %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "På grunn av kjente feil i Apple sitt push rammeverk vil meldingsforhåndsvisning bare skje dersom en melding er hentet innen 30 sekunder etter at den ble sendt. Applikasjonsskiltet kan være unøyaktig som følge av dette.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Intet navn eller melding";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Bakgrunnsvarsler";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "App-varsler";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Senders navn & melding";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Kun senders navn";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Vis";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Varslingslyder";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ skrudd av tidsbegrensede meldinger.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ sett tidsbegrenset meldingstid til %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Utgående anrop";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Din iPhone må låses opp for å motta nye meldinger.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "Du bruker en gammel versjon av Forsta. Du må oppdatere før du kan verifisere.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Din samtalepartner bruker en gammel versjon av Forsta. Vedkommende må oppdatere før du kan verifisere.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "Den scannede koden ser ikke ut som en verifiseringskode. Bruker dere begge en oppdatert versjon av Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "Dersom du ønsker å verifisere sikkerheten i din krypterte kommunikasjon med %@, sammenlign numrene over med numrene på deres enhet.\n\nAlternativt kan du scanne koden på vedkommendes telefon, eller be vedkommende om å scanne din kode.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Bekreft Sikkerhets Tall";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Fortsett";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Merk som lest";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Svar";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Push-varsler";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Forsta må kunne sende deg varsler og lyder for å fungere. Dette kan endres i Innstillinger >> Varslinger >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Dersom du liker private samtaler med Forsta så kan du støtte prosjektet vårt ved å rangere det. Det vil ikke ta mer enn ett minutt, og vil hjelpe andre til å finne litt personvern.";

/* No comment provided by engineer. */
"RATING_RATE" = "Ranger Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Støtt Forsta!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Vennligst tast inn en gyldig landskode";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Feil på landskode";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta muliggjør private samtaler med dine eksisterende kontakter. For å bruke Forsta, vennligst gi tilgang til dine kontakter.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Fortsett";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Velkommen!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Prøv igjen";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Serveren begrenser registreringer for øyeblikket, vennligst prøv igjen senere.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Klarte ikke å omregistrere for push-varslinger.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Landskode";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Tast inn nummer";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Registreringsfeil";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Formatet på telefonnummeret støttes ikke, vennligst ta kontakt med kundeservice.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Telefonnummer";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Noen er ivrige på å komme i gang med sin første melding! Du må nok registrere deg før du kan gjøre det.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Ditt telefonnummer";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Verifiser denne enheten";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Avvis";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "Telefonnummeret du prøver å registrere er allerede meldt inn på en annen server, vennligst avregistrer der og prøv igjen.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Registrer om igjen for push-varsler";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Prøv på nytt";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "Verifiseringskoden for %@ har blitt endret. Du bør verifisere dem.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scan kode";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Søk på navn eller nummer";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u sekunder";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Sikker sesjon ble tilbakestilt.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Send på nytt";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Send";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Send SMS til:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Inviter en venn via usikker SMS?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "Sending av SMS feilet, vennligst forsøk igjen senere.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Du har invitert din venn til å bruke Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Vil du invitere følgende nummer til Forsta:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Om";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Skru på debug-logging";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Send inn debug-logg";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Avansert";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Slett logger";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems\nLisensiert under GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Slett konto";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Er du sikker på at du vil slette all din historikk (meldinger, vedlegg, anropslogg, ...) ? Dette kan ikke reverseres.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Jeg er sikker.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Hjelp";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Historikk";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Informasjon";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Inviter";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "Du kan nå meg ved hjelp av Forsta av @forstainc, få det nå.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Innstillinger";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Varslinger";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Personvern";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Sikkerhets Nummer Godkjent";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Bruk skjermsikkerhet";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Forhindrer Forsta fra å vises i oversikten over nylig brukte apper.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Skjermsikkerhet";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Del installasjonslink";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Support";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Versjon";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Vis nye sikkerhets tall";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u dag";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u time";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minutt";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u uke";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Jeg inviterer deg til å installere Forsta! Her er linken:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Dine verifiseringskoder har blitt bekreftet. Du kan ha tillit til at din kommunikasjon med %@ er privat.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Sikkerhets tall Bekreftet!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Ta bilde eller video";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Ta bilde";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Vi kunne ikke hente en oppdatert kontaktliste fra serveren. Vennligst prøv igjen senere.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Avbryt";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Slett";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Hent frem fra arkiv";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Ukjent vedlegg";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Ukjent kontakt";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Trekk tilbake godkjenning";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "Om du trekker tilgangen for denne enheten til kontoen, vil den ikke kunne sende eller motta meldinger.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Trekk tilbake godkjenning for \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta kunne ikke koble fra din enhet.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Ikke navngitt enhet";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Mislyktes i å avregistrere fra Forsta.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Mottok usupportert vedleggstype.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Enheten din støtter ikke denne funksjonen.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Oppdater";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Oppgraderer Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Laster opp...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Endre nummer";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Verifikasjonskode";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Ring meg istedenfor";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Be om kode på nytt";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Send verifikasjonskode";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Verifiser";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Bekreft Sikkerhets nummer";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Fullfør installeringen i Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u uker";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Innboks";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Du skrudde av tidsbegrensede meldinger.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Du satte tidsbegrensede meldinger til %@.";
